Repository: Qndrs/uptime-monitor
Catalog: languages/uptime-monitor-*.po
Languages: nl_nl

source: A general error occurred. Please try again.
nl_nl: Er is een algemene fout opgetreden. Probeer het opnieuw.

source: Actions
nl_nl: Bewerkingen

source: Add URL
nl_nl: URL toevoegen

source: An error occurred:
nl_nl: Er is een fout opgetreden:

source: Delete
nl_nl: Verwijderen

source: Disabled
nl_nl: Uitgeschakeld

source: Email Alert
nl_nl: E-mailalarm

source: Email Alerts
nl_nl: E-mailalarmen

source: Enabled
nl_nl: Ingeschakeld

source: Every %d seconds
nl_nl: Iedere %d seconden

source: Existing URLs
nl_nl: Huidige URL's

source: Final HTTP request (tried 3 times) failed for %s: %s
nl_nl: Uiteindelijke HTTP-verzoek (3 keer geprobeerd) is mislukt voor %s: %s

source: Invalid URL:
nl_nl: Ongeldige URL:

source: Manage URLs
nl_nl: Beheer URL's

source: Monitor Interval (seconds)
nl_nl: Monitor interval (seconden)

source: No URLs available. Add one!
nl_nl: Geen URL's beschikbaar. Voeg er een toe!

source: Pushover Alert
nl_nl: Pushover-alarm

source: Pushover Alerts
nl_nl: Pushover-alarmen

source: Pushover API responded with code: %d for URL: %s
nl_nl: Pushover API reageerde met code: %d voor URL: %s

source: Pushover credentials are missing. Cannot send alert for URL: %s
nl_nl: Pushover-gegevens ontbreken. Versturen van alarm niet gelukt voor URL: %s

source: Pushover credentials are securely managed via your wp-config.php file. Contact your site administrator to update these values.
nl_nl: Pushover-gegevens staan in wp-config.php. De beheerder van de website kan deze voor je in het bestand plaatsen.

source: Pushover notification failed for URL %s: %s
nl_nl: Pushover-melding mislukt voor URL %s: %s

source: Save Settings
nl_nl: Instellingen opslaan

source: Settings
nl_nl: Instellingen

source: Settings saved!
nl_nl: Instellingen opgeslagen!

source: The website %s is down. HTTP Status Code: %d.
nl_nl: Website %s lijkt offline. HTTP-statuscode: %d

source: Uptime Monitor Extension for Get URL Cron
nl_nl: Uptime Monitor

source: Uptime Monitor Settings
nl_nl: Uptime Monitor Instellingen

source: URL %s is down. HTTP Status Code: %d
nl_nl: URL %s lijkt offline. Statuscode: %d

source: URL added successfully!
nl_nl: URL succesvol toegevoegd!

source: URL deleted successfully!
nl_nl: URL succesvol verwijderd!

source: URL is not reachable (status code:
nl_nl: URL is niet bereikbaar. (statuscode:

source: Website Down Alert
nl_nl: Website down-alarm

source: Website Down Alert: %s
nl_nl: Website down-alarm: %s
